Repository: aunghtet008900/system-tools-backends
Catalog: po/*.po
Languages: nl

source: xinetd is a powerful replacement for inetd. xinetd has access control machanisms, extensive logging capabilities, the ability to make services available based on time, and can place limits on the number of servers that can be started, among other things.
nl: xinetd is een krachtige vervanging voor inetd. xinetd heeft onder meer toegangscontrole mechanismen, uitgebreide log-mogelijkheden, de mogelijkheid om diensten op tijd beschikbaar te maken, en het kan grenzen stellen aan de hoeveelheid diensten die gestart mogen worden.

source: Halting the system
nl: Het systeem uitzetten

source: Text mode
nl: Tekstmodus

source: Graphical mode
nl: Grafische modus

source: Rebooting the system
nl: Het systeem opnieuw opstarten

source: Starts all system neccesary services
nl: Start alle voor het systeem noodzakelijke diensten

source: Default runlevel
nl: Standaard werkniveau

source: Networkless runlevel
nl: Netwerkloos werkniveau
