Repository: aunghtet008900/system-tools-backends
Catalog: po/*.po
Languages: nl

source: ACPI event handler
nl: ACPI-gebeurtenissen verwerker

source: Notifies user-space programs of ACPI events: executes arbitrary commands in response to ACPI events such as power buttons.
nl: Brengt gebruikersprogramma's op de hoogte van ACPI-gebeurtenissen: voert willekeurige opdrachten uit als antwoord op ACPI-gebeurtenissen zoals het drukken op de aan/uit-knop van de computer.

source: Advanced Linux Sound Architecture
nl: Geavanceerde Linux Geluidsarchitectuur (ALSA)

source: Apache is a World Wide Web server. It is used to serve HTML files and CGI.
nl: Apache is een Wereld Wijd Web server. Het wordt gebruikt om HTML-bestanden en CGI aan te bieden.

source: Run missed scheduled jobs at startup
nl: Gemiste, geplande opdrachten bij opstarten uitvoeren

source: Run cron jobs that were left out due to downtime
nl: Cron-opdrachten die vanwege problemen niet uitgevoerd zijn, uitvoeren

source: Automatic power management daemon
nl: Automatisch energiebeheer daemon

source: apmd is used for monitoring battery status and logging it via syslog(8). It can also be used for shutting down the machine when the battery is low.
nl: apmd wordt gebruikt om de accustatus bij te houden en te loggen via syslog(8). Het kan ook gebruikt worden om de machine uit te zetten als de accu bijna leeg is.

source: Runs a command at a given time
nl: Voert een opdracht op een gegeven moment uit

source: Runs commands scheduled by the at command at the time specified when at was run, and runs batch commands when the load average is low enough.
nl: Voert opdrachten op het ingestelde moment uit, die met de at-opdracht worden gepland, en voert opdrachten die geen invoer nodig hebben uit als de systeembelasting laag genoeg is.

source: Audio mixer
nl: Audiomenger

source: This program adjusts the settings of an audio mixing device
nl: Dit programma past de instellingen van een audiomengapparaat aan

source: BinFormat Support
nl: BinFormat ondersteuning

source: Support for running non ELF binaries on Linux
nl: Ondersteuning voor het uitvoeren van niet-ELF binaire bestand onder Linux

source: Boot messages recorder
nl: Opstartberichten opnemer

source: Runs in the background and copies all strings sent to the /dev/console device to a logfile
nl: Loopt op de achtergrond en kopieert alle tekst die naar het /dev/console apparaat wordt gestuurd naar een logbestand

source: An xinetd internal service which generate characters. The xinetd internal service which continuously generates characters until the connection is dropped. This is the tcp version. You must enable xinetd to use this service.
nl: Een xinetd-interne dienst die tekens genereert. De xinetd-interne dienst die continu tekens genereert totdat de verbinding verbroken is. Dit is de TCP-versie. U moet xinetd aan zetten om deze dienst te kunnen gebruiken.

source: An xinetd internal service which generate characters. The xinetd internal service which continuously generates characters until the connection is dropped. This is the udp version. You must enable xinetd to use this service.
nl: Een xinetd-interne dienst die tekens genereert. De xinetd-interne dienst die continu tekens genereert totdat de verbinding verbroken is. Dit is de UDP-versie. U moet xinetd aan zetten om deze dienst te kunnen gebruiken.

source: CPU frequency monitor
nl: Processorfrequentie-meter

source: cpufreqd is used to monitor the status of the battery and adjust the frequency of the CPU accordingly in order to preserve battery power while providing optimal performance
nl: cpufreqd wordt gebruikt om de status van de batterij bij te houden en de frequentie van de processor daaraan aan te passen, met de bedoeling batterijvermogen te besparen en optimale snelheid te geven

source: daemon to execute scheduled commands
nl: daemon om geplande opdrachten uit te voeren

source: Run scheduled jobs
nl: Geplande opdrachten uitvoeren

source: cron is a standard UNIX program that runs user-specified programs at periodic scheduled times. vixie cron adds a number of features to the basic UNIX cron, including better security and more powerful configuration options.
nl: cron is een standaard UNIX-programma dat door de gebruiker aangegeven programma's op periodiek geplande momenten uitvoert. vixie cron voegt een aantal mogelijkheden toe aan de standaard UNIX cron, waaronder betere veiligheid en krachtigere configuratie opties.

source: Common Unix Printing System
nl: Algemeen Unix Afdruksysteem (CUPS)

source: Printing system based upon the Internet Printing Protocol, version 1.1
nl: Afdruksysteem gebaseerd op het Internet Afdrukprotocol (IPP), versie 1.1

source: An internal xinetd service which gets the current system time then prints it out in a format like this: 'Wed Nov 13 22:30:27 EST 2002'. This is the tcp version. You must enable xinetd to use this service.
nl: Een interne xinetd dienst die de huidige systeemtijd opvraagt een weergeeft in een formaat zoals het volgende: 'Woe·Nov·13·22:30:27·CET·2002'. Dit is de TCP-versie. U dient xinetd aan te zetten om deze dienst te kunnen gebruiken.

source: An internal xinetd service which gets the current system time then prints it out in a format like this: 'Wed Nov 13 22:30:27 EST 2002'. This is the udp version. You must enable xinetd to use this service.
nl: Een interne xinetd dienst die de huidige systeemtijd opvraagt een weergeeft in een formaat zoals het volgende: 'Woe Nov 13 22:30:27 CET 2002'. Dit is de UDP-versie. U dient xinetd aan te zetten om deze dienst te kunnen gebruiken.

source: Dynamic DNS Client
nl: Dynamische DNS client

source: A Dynamic DNS Name service from www.dyndns.org
nl: Een Dynamische DNS naamdienst van www.dyndns.org

source: A Dynamic DNS Name service from www.dhis.org
nl: Een Dynamische DNS naamdienst van www.dhis.org

source: Dict Dictionary Server
nl: Dict woordenboekserver

source: An xinetd internal service which echo's characters back to clients. This is the tcp version. You must enable xinetd to use this service.
nl: Een xinetd-interne dienst die tekens terug echoot naar clients. Dit is de TCP-versie. U dient xinetd aan te zetten om deze dienst te gebruiken.

source: An xinetd internal service which echo's characters back to clients. This is the udp version. You must enable xinetd to use this service.
nl: Een xinetd-interne dienst die tekens terug echoot naar clients. Dit is de UDP-versie. U dient xinetd aan te zetten om deze dienst te gebruiken.

source: Sound mixing server
nl: Geluidsmengserver

source: The Enlightened Sound Daemon
nl: De Enlightened Sound Daemon

source: file alteration monitor
nl: bijhouder van bestandswijzigingen

source: Firstboot is a druid style program that runs on the first time
nl: Firstboot is een druïde-achtig begeleidend programma dat de eerste keer wordt uitgevoerd

source: Text-to-speech system
nl: Tekst-naar-spraak systeem

source: Festival is a general purpose text-to-speech system
nl: Festival is een tekst-naar-spraak systeem voor algemeen gebruik

source: Mail Fetcher
nl: E-Mail ophaler

source: A Mail Fetcher from external Servers
nl: Een ophaler van e-mail van externe servers

source: IPv6 Tunnel Broker
nl: Aanbieder van IPv6-tunnels

source: A IPv6 Dynamic Tunnel Broker
nl: Een aanbieder van dynamische IPv6-tunnels

source: GNOME Display Manager
nl: GNOME Aanmeldbeheer

source: gdm provides the GNOME equivalent of a "login:" prompt.
nl: gdm geeft de GNOME equivalent van een "login:" prompt.

source: console mouse support
nl: muis-ondersteuning voor console

source: GPM adds mouse support to text-based Linux applications such the Midnight Commander. It also allows mouse-based console cut-and-paste operations, and includes support for pop-up menus on the console.
nl: GPM voegt muis-ondersteuning toe aan tekst-gebaseerde Linux-toepassingen zoals de Midnight Commander. Het ondersteunt ook muis-gebaseerde console knip-en-plak operaties, en heeft ondersteuning voor pop-up menu's op de console.

source: Set hard disk parameters
nl: Harde schijf parameters instellen

source: Provides a interface to various hard disk ioctls supported by the stock Linux ATA/IDE device driver subsystem.
nl: Geeft een interface naar verschillende harde schijf IOCTLs ondersteund door het standaard Linux ATA/IDE-stuurprogramma deelsysteem.

source: Linux hotplugging support
nl: Linux hotplugging ondersteuning

source: hotplug is a program which is used by the kernel to notify user mode software when some significant (usually hardware-related) events take place. An example is when a USB or Cardbus device has just been plugged in.
nl: hotplug is een programma dat door de kernel wordt gebruikt om gebruikerssoftware op de hoogte te brengen van bepaalde belangrijke (meestal hardware-gerelateerde) gebeurtenissen. Een voorbeeld is wanneer een USB- of Cardbus-apparaat net aangesloten is.

source: inetd allows running one daemon to invoke several others, reducing load on the system.
nl: inetd maakt het mogelijk dat één daemon meerdere andere opstart, zodat de belasting van het systeem wordt beperkt.

source: administration tool for IPv4 packet filtering and NAT
nl: beheerprogramma voor IPv4 pakketfiltering en NAT

source: Iptables is used to set up, maintain, and inspect the tables of IP packet filter rules in the Linux kernel.
nl: Iptables wordt gebruikt om de tabellen met IP-pakketfilterregels in de Linux-kernel op te zetten, te onderhouden en te inspecteren.

source: IrDA stack for Linux
nl: IrDA ondersteuning voor Linux

source: The Internet Key Exchange protocol
nl: Het Internet Sleuteluitwissel protocol

source: The Internet Key Exchange protocol openbsd implementation
nl: Het Internet Sleuteluitwissel protocol, OpenBSD versie

source: start and stop ISDN services
nl: ISDN-diensten starten en stoppen

source: Check and fix joystick device nodes
nl: Joystick-apparaatbestanden controleren en maken

source: Runs joystick-device-check. joystick-device-check is a program which ensures that the /dev/js* device nodes are correct for the kernel version in use.
nl: Voert joystick-device-check uit. Dit is een programma dat controleert dat de /dev/js* apparaatbestanden juist zijn voor de gebruikte kernel.

source: This package loads the selected keyboard map as set in /etc/sysconfig/keyboard. This can be selected using the kbdconfig utility. You should leave this enabled for most machines.
nl: Dit pakket laadt de toetsenbordafbeelding die ingesteld is in /etc/sysconfig/keyboard. Dit kan worden ingesteld met het kbdconfig programma. Voor de meeste machines moet dit aan staan.

source: klogd is a system daemon which intercepts and logs Linux kernel messages.
nl: klogd is een systeemdaemon die Linux-kernelberichten onderschept en logt.

source: This runs the hardware probe, and optionally configures changed hardware.
nl: Dit voert een hardware detectie uit, en stelt optioneel gewijzigde hardware in.

source: LIRC is a package that allows you to decode and send infra-red signals of many commonly used remote controls
nl: LIRC is een pakket dat het mogelijk maakt om infrarood-signalen van veelgebruikte afstandsbedieningen te decoderen en te verzenden.

source: Starts misc programs that should be started
nl: Start verschillende programma's die gestart moeten worden

source: lpd is the print daemon required for lpr to work properly. It is basically a server that arbitrates print jobs to printer(s).
nl: lpd is een afdrukdaemon die nodig is om lpr goed te laten werken. Het is feitelijk een server die verantwoordelijk is voor het sturen van afdrukopdrachten naar de printer(s).

source: Create devices
nl: Apparaten aanmaken

source: Script that will create the devices in /dev used to interface with drivers in the kernel
nl: Script dat de apparaten in /dev aanmaakt die worden gebruikt als interface voor stuurprogramma's in de kernel

source: Syslog Replacement
nl: Syslog vervanger

source: Modern logging daemon
nl: Moderne logdaemon

source: Load kernel modules
nl: Kernel modules laden

source: tools for managing Linux kernel modules
nl: programma's voor het beheren van Linux-kernel modus

source: database server
nl: gegevensbank server

source: MySQL, a SQL-based relational database daemon
nl: MySQL, een SQL-gebaseerde relationele gegevensbankdaemon

source: named (BIND) is a Domain Name Server (DNS) that is used to resolve host names to IP addresses.
nl: named (BIND) is een Domein Naam Server (DNS) die wordt gebruikt om hostnamen en IP-adressen naar elkaar te vertalen.

source: Mounts and unmounts all Network File System (NFS), SMB (Lan Manager/Windows), and NCP (NetWare) mount points.
nl: Koppelt en ontkoppelt alle Netwerk Bestandssysteem (NFS), SMB (Lan-beheerder/Windows) en NCP (NetWare) aankoppelpunten.

source: Activates/Deactivates all network interfaces configured to start at boot time.
nl: Activeert/Deactiveert alle netwerkinterfaces die zijn ingesteld om bij het opstarten te starten.

source: NFS is a popular protocol for file sharing across TCP/IP networks. This service provides NFS server functionality, which is configured via the /etc/exports file.
nl: NFS is een populair protocol voor het delen van bestanden over TCP/IP-netwerken. Deze dienst verschaft NFS-server functionaliteit, wat ingestald is via het bestand /etc/exports.

source: NFS is a popular protocol for file sharing across TCP/IP networks. This service provides NFS file locking functionality.
nl: NFS is een populair protocol voor het delen van bestanden over TCP/IP-netwerken. Deze dienst verschaft NFS-bestandsblokkeer functionaliteit.

source: Name service cache daemon
nl: Naamdienst Bufferdaemon

source: Daemon that provides a cache for the most common name service requests.
nl: Daemon die een buffer bijhoudt voor de meest voorkomende naamdienst verzoeken.

source: Network Time Protocol daemon
nl: Netwerktijd-protocol daemon

source: ntpd is the NTPv4 daemon.
nl: ntpd is een NTPv4 daemon.

source: Update the system time over the network
nl: De systeemtijd bijwerken over het netwerk

source: Checks the time from a Network Time Protocol (ntp) server and adjusts the system time accordingly.
nl: Vergelijkt de tijd met die van een Netwerk Tijd Protocol (ntp) server en past de systeemtijd erop aan.

source: Network Time Protocol (NTP) server
nl: Netwerktijd-protocol (NTP) server

source: Daemon which sets and maintains the system time-of-day in synchronism with Internet standard time servers
nl: Daemon die de systeemtijd instelt en bijhoudt, synchroon met standaardtijd Internetservers

source: HTTP caching proxy
nl: HTTP bufferende proxy

source: PCMCIA Services
nl: PCMCIA-diensten

source: Caching-Only DNS Server
nl: Alleen bufferende DNS-server

source: IPsec tunnel implementation
nl: IPsec-tunnel implementatie

source: DARPA port to RPC program number mapper
nl: DARPA-poort naar RPC-programmanummer vertaler

source: The portmapper manages RPC connections, which are used by protocols such as NFS and NIS. The portmap server must be running on machines which act as servers for protocols which make use of the RPC mechanism.
nl: De poortvertaler (portmapper) beheert RPC-verbindingen, die worden gebruikt door protocollen zoals NFS en NIS. De poortvertaal-server moet actief zijn op machines die werken als server voor protocollen die gebruik maken van het RPC-mechanisme.

source: Point to Point Protocol daemon
nl: Punt-naar-Punt-protocol daemon

source: The Point-to-Point Protocol (PPP) provides a method for transmitting datagrams over serial point-to-point links.
nl: Het Punt-naar-Punt-protocol (PPP) verschaft een methode om gegevens te verzenden over seriële punt-naar-punt verbindingen.

source: Privacy enhancing HTTP Proxy
nl: Privacy verbeterende HTTP-proxy

source: Saves and restores system entropy pool for higher quality random number generation.
nl: Slaat op en herstelt de systeemvoorraad aan entropie voor het genereren van willekeurige getallen van een hogere kwaliteit.

source: This scripts assignes raw devices to block devices (such as hard drive partitions). This is for the use of applications such as Oracle. You can set up the raw device to block device mapping by editing the file /etc/sysconfig/rawdevices.
nl: Deze scripts wijzen ruwe apparaten toe aan blokapparaten (zoals partities van een harde schijf). Dit wordt gebruikt door toepassingen zoals Oracle. U kunt een afbeelding van een ruw apparaat naar een blokapparaat instellen door het bestand /etc/sysconfig/rawdevices aan te passen.

source: This is a daemon which handles the task of connecting periodically to the Red Hat Network servers to check for updates, notifications and perform system monitoring tasks according to the service level that this server is subscribed for.
nl: Dit is een daemon die de taak vervult van het periodiek verbinden met de Red Hat Netwerk servers om te controleren op bijgewerkte versies en waarschuwingen, en het uitvoeren van systeemcontrole taken, overeenstemmend met het dienstenniveau waar deze computer voor is ingeschreven.

source: The rsync server is a good addition to am ftp server, as it allows crc checksumming etc. You must enable xinetd to use this service.
nl: De rsync-server is een goede toevoeging bij een am ftp-server, omdat deze bijvoorbeeld CRC-controle mogelijk maakt etc. U dient xinetd aan te zetten om deze dienst te gebruiken.

source: Faster, flexible replacement for rcp
nl: Snellere, flexibelere vervanger voor rcp

source: A Windows SMB/CIFS fileserver for UNIX
nl: Een Windows SMB/CIFS-bestandsserver voor Unix

source: The Samba software suite is a collection of programs that implements the Server Message Block protocol for UNIX systems.
nl: Samba is een verzameling van programma's die het Server Message Block protocol implementeren voor Unix-systemen.

source: saslauthd is a server process which handles plaintext authentication requests on behalf of the cyrus-sasl library.
nl: saslauthd is een serverproces dat platte tekst-authentificatie-verzoeken uitvoert op verzoek van de cyrus sasl bibliotheek.

source: Sendmail is a Mail Transport Agent, which is the program that moves mail from one machine to another.
nl: Sendmail is een Mail Transport Agent. Dat is een programma dat e-mail verplaatst van de ene machine naar de andere.

source: An internal xinetd service, listing active servers. You must enable xinetd to use this service.
nl: Een interne xinetd dienst die actieve servers opsomt. U dient xinetd aan te zetten om deze dienst te gebruiken.

source: An internal xinetd service, listing active services. You must enable xinetd to use this service.
nl: Een interne xinetd dienst die actieve diensten opsomt. U dient xinetd aan te zetten om deze dienst te gebruiken.

source: get/set serial port information
nl: opvragen/instellen seriële poort informatie

source: setserial is a program designed to set and/or report the configuration information associated with a serial port.
nl: setserial is een programma dat is ontworpen om configuratie-informatie over een bepaalde seriële poort in te stellen en/of weer te geven.

source: FAM is a file monitoring daemon. It can be used to get reports when files change. You must enable xinetd to use this service.
nl: FAM is een bestandsbijhouddaemon. Het kan worden gebruikt om op de hoogte te worden gesteld als bestanden veranderen. U dient xinetd aan te zetten om deze dienst te gebruiken.

source: control and monitor storage systems using S.M.A.R.T.
nl: opslagsystemen die S.M.A.R.T. gebruiken beheren en controleren

source: Perl-based spam filter using text analysis
nl: Perl-gebaseerd spamfilter dat tekstanalyse gebruikt

source: Simple Network Management Protocol (SNMP) Daemon
nl: Eenvoudig Netwerkbeheer Protocol (SNMP) daemon

source: ssh is a program for logging into a remote machine and for executing commands on a remote machine.
nl: ssh is een programma om in te loggen op een andere computer en om opdrachten uit te voeren op een andere computer.

source: Linux system logging utilities
nl: Linux systeem-logprogramma's

source: Sysklogd provides two system utilities which provide support for system logging and kernel message trapping.
nl: Sysklogd verschaft twee systeemprogramma's die ondersteuning geven voor systeemloggen en het opvangen van kernelberichten.

source: Syslog is the facility by which many daemons use to log messages to various system log files. It is a good idea to always run syslog.
nl: Syslog is een voorziening die door veel daemons wordt gebruikt om berichten te loggen naar verschillende systeem-logbestanden. Het is een goed idee om altijd syslog uit te voeren.

source: An RFC 868 time server. This protocol provides a site-independent, machine readable date and time. The Time service sends back to the originating source the time in seconds since midnight on January first 1900. This is the tcp version. You must enable xinetd to use this service.
nl: Een RFC 868 tijdserver. Dit protocol verschaft een site-onafhankelijke, machine-leesbare datum en tijd. De tijddienst verzendt de tijd in seconden sinds middernacht 1 januari 1900 naar de opvragende. Dit is de TCP-versie. U dient xinetd aan te zetten om deze dienst te gebruiken.

source: An RFC 868 time server. This protocol provides a site-independent, machine readable date and time. The Time service sends back to the originating source the time in seconds since midnight on January first 1900. This is the udp version. You must enable xinetd to use this service.
nl: Een RFC 868 tijdserver. Dit protocol verschaft een site-onafhankelijke, machine-leesbare datum en tijd. De tijddienst verzendt de tijd in seconden sinds middernacht 1 januari 1900 naar de opvragende. Dit is de UDP-versie. U dient xinetd aan te zetten om deze dienst te gebruiken.

source: kernel random number source devices
nl: kernel willekeurige getallen bronapparaten

source: The random number generator gathers environmental noise from device drivers and other sources into an entropy pool. From this entropy pool random numbers are created.
nl: De willekeurige getallen generator verzamelt omgevingsstoringen uit stuurprogramma's en andere bronnen en stopt die in een entropieverzameling. Vanuit deze entropieverzameling worden willekeurige getallen opgewekt.

source: Intel(TM) x86(TM)-based virtual machine
nl: Intel(TM) x86(TM)-gebaseerde virtuele machine

source: The vmware command starts an Intel X86-based virtual machine. This script manages the services needed to run VMware software.
nl: De vmware opdracht start een Intel X86-gebaseerde virtuele machine. Dit script beheert de diensten die nodig zijn om VMware software te gebruiken.

source: Web-based administration toolkit
nl: Web-gebaseerde verzameling van beheerprogramma's

source: Name Service Switch daemon for resolving names from NT servers
nl: Naamdienst Schakeldaemon voor het oplossen van namen vanaf NT-servers

source: Starts and stops the Samba winbind daemon
nl: Start en stopt de Samba winbind daemon

source: Allow users to run Windows(tm) applications by just clicking on them (or typing ./file.exe)
nl: Maakt het voor gebruikers mogelijk om Windows(tm) toepassingen uit te voeren door er simpelweg op te klikken (of door ./bestand.exe te typen)

source: X Display Manager
nl: X Beeldbeheerder

source: Provides the X equivalent of a "login:" prompt.
nl: Geeft de X-equivalent van een inlogscherm.

source: X font server
nl: X lettertype-server

source: Xfs is the X Window System font server. It supplies fonts to X Window System display servers.
nl: Xfs is de X Window System lettertype-server. Het verschaft lettertypen aan X Window System weergave-servers.
